{
    "name":                             "Technogix",
    "skills":                           "Competences",
    "home":                             "Accueil",
    "work":                             "Realisations",
    "team":                             "L'equipe",
    "login":                            "Connexion",
    "environment":                      "Environnement",
    "page_not_found":                   "Nous ne trouvons pas la page que vous recherchez",
    "language":                         "Langue",
    "know_more":                        "En savoir plus",
    "github":                           "github",
    "wiki":                             "wiki",
    "home_intro_lets_talk":             "Parlons-en !",
    "home_about_me":                    "Presentation",
    "home_about_me_whoami":             "Profil",
    "home_about_me_whoami0":            "Apres avoir obtenu mon diplome",
    "home_about_me_whoami1":            "d'une des toutes meilleures ecoles d'ingenieur francaise",
    "home_about_me_whoami2":            ", j'ai travaille pendant 20 ans dans le developpement logiciel pour un",
    "home_about_me_whoami3":            "grand groupe technologique international",
    "home_about_me_whoami4":            ". En decouvrant ses secteurs d'activites tres varies",
    "home_about_me_whoami5":            ", j'ai acquis un large panel de competences techniques qui vont",
    "home_about_me_whoami6":            "du developpement d'applications embarquees avec des langages bas niveau",
    "home_about_me_whoami7":            "au",
    "home_about_me_whoami8":            "deploiement d'architectures cloud natives",
    "home_about_me_whoami9":            ". Tout au long de cette carriere, j'ai acquis",
    "home_about_me_whoami10":           "une passion pour l'integration et l'automatisation",
    "home_about_me_whoami11":           "J'ai egalement eu l'opportunite de",
    "home_about_me_whoami12":           "manager des equipes",
    "home_about_me_whoami13":           ",",
    "home_about_me_whoami14":           "orienter des produits",
    "home_about_me_whoami15":           "et de participer a la transformation digitale de mon organisation,",
    "home_about_me_whoami16":           "coacher des equipes",
    "home_about_me_whoami17":           "a l'agilite et au craftsmanship.",
    "home_about_me_whoami18":           "La culture",
    "home_about_me_whoami19":           "DevSecOps",
    "home_about_me_whoami20":           "correspond parfaitement a la façon dont j'aime collaborer en equipe et",
    "home_about_me_whoami21":           "a mon profil de competences en T",
    "home_about_me_whoami22":           ":",
    "home_about_me_whoami23":           "Un",
    "home_about_me_whoami24":           "bagage technique tres etendu",
    "home_about_me_whoami25":           "avec une grande capacite a ",
    "home_about_me_whoami26":           "apprehender rapidement des problemes complexes",
    "home_about_me_whoami27":           "Un investissement fort pour produire des solutions assurant a la fois",
    "home_about_me_whoami28":           "haute disponibilite",
    "home_about_me_whoami29":           "et",
    "home_about_me_whoami30":           "securite",
    "home_about_me_whoami31":           "Un leadership qui",
    "home_about_me_whoami32":           "engage les equipes",
    "home_about_me_whoami33":           "pour resoudre les problemes et s'ameliorer en continu",
    "home_about_me_whoami34":           "Une capacite a",
    "home_about_me_whoami35":           "batir une vision",
    "home_about_me_whoami36":           "et",
    "home_about_me_whoami37":           "proposer des innovations",
    "home_about_me_whoami38":           "sur a la fois les technologies et les pratiques",
    "home_whatido":                     "Activites",
    "home_whatido0":                    "Activites d'architecture",
    "home_whatido1":                    "Clarifier le cycle de vie de la solution",
    "home_whatido2":                    "Definir la stratgie de test de la solution",
    "home_whatido3":                    "Definir la strategie de monitoring et les indicateurs a collecter",
    "home_whatido4":                    "Identify security risks and decide on their mitigation",
    "home_whatido5":                    "Activites de delivery",
    "home_whatido6":                    "Mise en place d'environnement d'ingenierie",
    "home_whatido7":                    "Definition et mise en place de pipeline d'integration continue",
    "home_whatido8":                    "Production et integration de microservices",
    "home_whatido9":                    "Automatisation du deploiement d'infrastructure IT",
    "home_whatido10":                   "Deploiement de solutions de monitoring",
    "home_whatido11":                   "Identification des vulnerabilites",
    "home_whatido12":                   "Documentation detaillee des chaines de production",
    "home_whatido13":                   "Activites de coaching",
    "home_whatido14":                   "Transfert de competences devops a l'equipe",
    "home_whatido15":                   "Diffusion de la culture de l'amelioration continue",
    "home_whatido16":                   "Identification en equipe des taches routinieres et des goulots d'etranglement de la production",
    "home_skills":                      "Competences",
    "home_skills_soft":                 "Soft skills",
    "home_skills_cicd":                 "CI/CD",
    "home_skills_iac":                  "Infrastructure as Code",
    "home_skills_fsdev":                "Developpement Full stack",
    "home_skills_cloud":                "Architecture Cloud",
    "home_skills_agility":              "Agilite",
    "home_skills_sp":                   "Traitement du signal",
    "home_value_proposal":              "Value proposal",
    "home_value_proposal0":             "20 d'annees d'experience dans les systemes critiques",
    "home_value_proposal1":             "Sur le marche des nouvelles technologies, les competences sont rares. ",
    "home_value_proposal2":             "Encore plus rares sont celles qui ont une culture du developpement industriel. ",
    "home_value_proposal3":             "Apres 20 annees passees dans le domaine de la defense et de la securite, ",
    "home_value_proposal4":             "je suis particulierement sensible aux enjeux du niveau de service, de la robustesse et ",
    "home_value_proposal5":             "de la haute disponibilite, dans la production de solutions industrielles. Je realise ",
    "home_value_proposal6":             "non seulement des logiciels repondant aux exigences fonctionnelles, mais des logiciels ",
    "home_value_proposal7":             "robustes, qui vont pouvoir evoluer dans la duree pour integrer de nouvelles fonctionnalites. ",
    "home_value_proposal8":             "Je prends en compte des le depart les cycles de vie complexes des solutions pour accelerer ",
    "home_value_proposal9":             "leur livraison et leur evolution.",
    "home_value_proposal10":            "Une forte sensibilisation a la cybersecurite",
    "home_value_proposal11":            "Les entreprises sont de plus en plus ouvertes sur les reseaux public. C'est devenu une necessite ",
    "home_value_proposal12":            "pour s'asapter a des technologies qui evoluent rapidement, garantir une productivite optimale ",
    "home_value_proposal13":            "et proposer des services evolutifs a leurs clients. Elles doivent donc definir le bon compromis entre ",
    "home_value_proposal14":            "assurer la protection de leurs clients et leurs collaborateurs et eviter de depenser une fortune en ",
    "home_value_proposal15":            "services de securite. L'essor du teletravail et l'integration de developpeurs externes a l'entreprise ",
    "home_value_proposal16":            "dans les equipes augmente les risques de securite. Afin de maintenir un environnement de travail professionnel, ",
    "home_value_proposal17":            "Technogix investit dans des solutions de securite pour securiser infrastructure et terminaux.",
    "home_value_proposal18":            "Des competences multiples",
    "home_value_proposal19":            "Au cours de mes experiences passees, j'ai occupe des fonctions tres diverses ",
    "home_value_proposal20":            "dans le domaine du developpement logiciel. J'ai occupe des postes tres techniques : developpeur, Tech Lead, Architecte en algorithmie, ",
    "home_value_proposal21":            "qui ont aboutit a 10 brevets et publications scientifiques, ainsi qu'en la creation de 5 nouveaux produits. J'ai egalement occupe des postes de management : ",
    "home_value_proposal22":            "product owner, responsable d'equipe logicielle. J'ai finalement occupe des positions de coach : responsable de centre de ",
    "home_value_proposal23":            "competences digitales et responsable des pratiques d'ingenierie logicielle pour une grande direction technique. ",
    "home_value_proposal24":            "Dans toutes ces missions, mon leadership, mon implication et mon adaptation rapide ",
    "home_value_proposal25":            "ont toujours ete reconnus et apprecies.",
    "skills_education":                 "Formation",
    "skills_education_bac1":            "Lycee",
    "skills_education_bac2":            "Baccalaureat mention TB",
    "skills_education_prepa1":          "CPGE",
    "skills_education_prepa2":          "\"Classe preparatoire aux grandes ecoles\" specialite en mathematiques",
    "skills_education_inge1":           "Ecole d'ingenieur",
    "skills_education_inge2":           "Diplome d'ingenieur de l'Institut d'Optique Graduate School",
    "skills_education_master1":         "Master de recherche",
    "skills_education_master2":         "Optique et photonique",
    "skills_experience":                "Experience",
    "skills_experience_title1":         "Apprenti chercheur en traitement des images",
    "skills_experience_loc1":           "Commissariat a l'Energie Atomique",
    "skills_experience_desc1":          "Recherche d'un algorithme permettant de mesurer les deplacements du sol induit par un seisme sur des images satellites sur lesquelles ce deplacement est inferieur a la taille du pixel",
    "skills_experience_title2":         "Responsable du design algorithmique de systemes de veille optronique",
    "skills_experience_loc2":           "Thales Optronique SA​",
    "skills_experience_desc2_1":        "Responsable de l'equipe de data scientists (4 personnes) recherchant la nouvelle generation d'algorithmes de detection, tracking et classification d'objets",
    "skills_experience_desc2_2":        "Responsable de la performance globale de la chaîne de traitement, incluant les algorithmes, le logiciel et le hardware",
    "skills_experience_desc2_3":        "Optimization des algorithmes pour des cibles materielles specifiques (FPGA, OS temps reel embarques,...).",
    "skills_experience_title3":         "Responsable de l'equipe R&D en algorithmes de traitements d'image et de donnees biometriques",
    "skills_experience_loc3":           "Thales SIX/PRS",
    "skills_experience_desc3_1":        "Definition de la rodmap de recherche, encadrement de theses, expertise technique, benchmarking d'algorithmes et de capteurs.​",
    "skills_experience_desc3_2":        "Mise en place d'une demarche DevOps pour augmenter la robustesse des livrables logiciels, diminuer les temps de livraison, et augmenter le temps dedie a la recherche.",
    "skills_experience_title4":         "Product Owner et Technical Leader d'un produit d'analyse video",
    "skills_experience_loc4":           "Thales SIX/PRS",
    "skills_experience_desc4_1":        "Developpement d'un nouveau produit dedie a l'extraction de donnees intelligentes dans les flux videos de cameras CCTV",
    "skills_experience_desc4_2":        "Etude de marche, benchmark de fournisseurs, industrialisation de solutions issues de laboratoires de recherche internes",
    "skills_experience_desc4_3":        "Transition vers des architectures microservices et cloud-natives pour prendre en compte les enormes contraintes liees a la taille des reseaux CCTV, au delai de reaction exige en cas de detection d'incident​",
    "skills_experience_title5":         "Digital Competence Centre leader",
    "skills_experience_loc5":           "Thales SIX",
    "skills_experience_desc5_1":        "Creation de 9 equipes agiles dediees a la transition de produits legacy vers le cloud et des modeles as a service",
    "skills_experience_desc5_2":        "Mise en place d'un ecosysteme fournissant les expertises necessaires a la transformation digitale des equipes (Agilite a l'echelle, UX design, DevSecOps, Cybersecurite, Operabilite)​",
    "skills_experience_desc5_3":        "Capitalisation des practiques des building blocks techniques qui permettent de lancer rapidement un nouveau service​",
    "skills_experience_desc5_4":        "Communication, formation et sensibilisation aux challenges de la migration vers le cloud​",
    "skills_experience_desc5_5":        "Mise en place de workshop ludiques pour la sensibilisation cyber des developpeurs",
    "skills_landscape":                 "Technologies",
    "skills_cncf":                      "d'apres le \"cloud native landscape\" de la CNCF",
    "environment_workplace":            "Espace de travail",
    "environment_workplace_orga":       "Organisation" ,
    "environment_workplace_orga0":      "Je vais bientot quitter la France pour New York avec toute ma famille pour de nouvelles aventures. Je travaillerai donc à distance, d'abord en France, puis depuis les Etats Unis.",
    "environment_workplace_orga1":      "Avec la pandemie, nous avons compris qu'il est possible de collaborer efficacement en equipe a distance, tant que les equipes mettent en place les ceremonies necessaires pour se synchroniser, s'ameliorer ensemble, et creer des liens. Pendant cette periode difficile, j'ai personnellement travaille avec des equipes localisees a Mexico, a Singapour et au Canada. Nous avons eu l'intelligence de nous organiser ensemble en fonction des contraintes de chacun. Au final, cette organisation nous a permis d'etre plus efficace en travaillant 24h/24 sur nos sujets communs. C'est pourquoi je ne doute pas que travailler avec vos equipes depuis New York sera un atout pour votre productivite",
    "environment_workplace_secu":       "Securite",
    "environment_workplace_secu0":      "Le recrutement d'un freelance n'est pas une decision a prendre a la legere. Travailler depuis des reseaux et des terminaux non manages peu devenir une source de danger pour toute entreprise qui souhaite proteger ses infrastructures, ainsi que les donnees de ses employes et de ses clients. Technogix investit dans des outils et des elements de securite d'infrastructure pour limiter autant aue possible les risques pour ses clients",
    "environment_workplace_secu1":      "Les terminaux sont proteges par bitdefender, un des acteurs majeurs de la securite des terminaux",
    "environment_workplace_secu2":      "Technogix applique le guide de l'ANSSI (ANSSI-PA-054) sur la securite des environnements nomades a ses terminaux",
    "environment_workplace_secu3":      "L'acces a internet n'est possible que via un VPN securise opere par Technogix et heberge dans AWS",
    "environment_workplace_secu4":      "L'infrastructure AWS de Technogix est conforme a 95% avec le CIS benchmark",
    "environment_workplace_secu5":      "Technogix utilise des secrets forts, stockes dans un vault dedies. La double authentification est activee pour tous les services utilises qui le permettent",
    "environment_workplace_secu6":      "N'hésitez pas a contacter Technogix pour toute information supplementaire",
    "environment_ecosystem":            "Ecosysteme",
    "environment_ecosystem0":           "Vous trouverez ci dessous une description exhaustive de mon ecosysteme de travail. Je serais ravie de m'integrer dans le votre au besoin.",
    "environment_ecosystem1":           "Vous trouverez plus de details dans l'organisation github de Technogix qui contient tous les scripts devps utilises pour deployer et configurer cet environnement",
    "footer_cookies":                   "Cookies",
    "footer_general_conditions":        "Mentions legales",
    "footer_follow_us":                 "Suivez Technogix",
    "status_editor":                    "Edition",
    "status_hosting":                   "Hebergement",
    "status_responsibility":            "Responsabilite",
    "status_general0":                  "Raison sociale",
    "status_general1":                  "Forme juridique",
    "status_general2":                  "Capital social",
    "status_general3":                  "Siege social",
    "status_general4":                  "Numero individuel d'identification à la TVA",
    "status_general5":                  "Immatriculation RCS Paris",
    "status_hosting0":                  "Ce site est heberge par AWS dans la region eu-west-1 (Ireland)",
    "status_responsibility10":          "Information legale",
    "status_responsibility11":          "Le contenu de ce site est fourni uniquement a titre d'information. Nous declinons toute responsabilite concer en cas d'erreur, d'inexactitude ou de non-exhaustivite de l'information. De plus, nous ne garantissons pas un service sans interruption ou erreur, et ne prenons pas d'engagement sur la disponibilite ou l'utilisabilite du site. Les informations fournies ne constituent pas une proposition de service. Toute personne souhaitant etablir une relation commerciale avec Technogix peut nous contacter par mail pour obtenir une proposition detaillee",
    "status_responsibility20":          "Propriete intellectuelle",
    "status_responsibility21":          "L'ensemble de ce site et chacun de ses éléments pris séparément relèvent de la législation française et internationale sur le droit d'auteur, le droit des marques et des bases de données et, de façon générale, sur la propriété intellectuelle, aussi bien en ce qui concerne sa forme (choix, plan, disposition des matières, moyens d'accès aux données, organisation des données, etc.), qu'en ce qui concerne chacun des éléments de son contenu (textes, images, vidéos, etc.). Toute reproduction, représentation, diffusion ou rediffusion, en tout ou partie, du contenu de ce site sur quelque support ou par tout procédé que ce soit (notamment par voie de caching, framing) de même que toute vente, revente, retransmission ou mise à disposition de tiers de quelque manière que ce soit sont interdites sauf autorisation expresse et préalable de Technogix. Le non-respect de cette interdiction constitue une contrefaçon susceptible d'engager la responsabilité civile et pénale du contrefacteur. Les marques citées sur le site sont protégées : leur reproduction ou utilisation, de quelque sorte, est interdite.",
    "cookies_policy":                   "Charte d'utilisation des cookies",
    "cookies_list":                     "Cookies utilises",
    "cookies_name":                     "Nom",
    "cookies_expiration":               "Expiration",
    "cookies_description":              "Description",
    "cookies_definition":               "Qu'est ce qu'un cookie?",
    "cookies_definition0":              "Un cookie est un petit fichier stocke par un serveur dans le terminal (ordinateur, telephone, etc.) d’un utilisateur et associe a un domaine web (c’est a dire dans la majorite des cas a l’ensemble des pages d’un même site web).  Ce fichier est automatiquement renvoye lors de contacts ulterieurs avec le même domaine. Les cookies ont de multiples usages : ils peuvent servir a memoriser votre identifiant client aupres d'un site marchand, le contenu courant de votre panier d'achat, la langue d’affichage de la page web, un identifiant permettant de tracer votre navigation a des fins statistiques ou publicitaires, etc.",
    "cookies_use":                      "Pourquoi les cookies sont utilises ?",
    "cookies_use0":                     "Nous utilisons des cookies pour :",
    "cookies_use1":                     "Comprendre comment vous utilisez ce site web et comment vous aider a acceder au plus vite a l'information utile",
    "cookies_use2":                     "Monitorer les performances de ce site web afin d'ameliorer votre experience utilisateur",
    "cookies_storage":                  "Quelles données conservees et ou ?",
    "cookies_storage0":                 "Ce site utilise google analytics for collecter des informations sur son utilisation. Compte tenu de la ",
    "cookies_storage1":                 " les donnees suivantes sont stockees et collectees :",
    "cookies_storage2_1":               "client ID",
    "cookies_storage2_2":               "Identifiant temporaire d'un pseudo-terminal ou d'une instance de navigateur.",
    "cookies_storage3_1":               "pages URL and titles",
    "cookies_storage3_2":               "identifiant des pages parcourus qui ne contiennent pas d'elements pouvant permettre l'identification de l'utilisateur.",
    "cookies_storage4_1":               "web vitals",
    "cookies_storage4_2":               "metriques des temps passes pour charger les donnees du site",
    "cookies_storage5_1":               "adresse ip masquee",
    "cookies_storage5_2":               "Votre adresse IP courante, masquee pour ne pas permettre une localisation precise",
    "cookies_storage6":                 "Les donnees collectees sont conservees pendant 14 mois dans les services google bases aux US",
    "cookies_storage7":                 " Vous pouvez desactiver l'envoi de ces donnees a tout moment en bas de cette page",
    "cookies_storage8":                 " Les fonctionnalites data sharing et signal options sont desactivees: vos donnees ne sont pas partagees avec Google",
    "cookies_choice":                   "Vos choix",
    "cookies_choice0":                  "Paramètres des cookies",
    "cookies_choice1":                  "Activer les cookies d'analyse de l'usage",
    "cookies_consent":                  "Nous utilisons des cookies pour assurer le bon fonctionnement de notre site internet et pour vous offrir la meilleure expérience de navigation possible. En cliquant sur Accepter, vous consentez à l'utilisation de ces cookies à des fins analytiques. Vous pouvez modifier vos paramètres de cookies à tout moment. Pour plus d'informations, veuillez lire notre ",
    "cookies_consent0":                 "Charte d'utilisation des cookies",
    "cookies_consent_accept":           "Accepter",
    "cookies_consent_reject":           "Refuser"
}